[
  {
    "title": "TaoTronics SoundSurge 55 Hybrid Active Noise Cancelling Headphones with Mic, 3 ANC Modes 2020 Upgraded Edition Online Class Home Office – TT-BH055",
    "price": 14990,
    "sku": "AMT-0242",
    "mainCategory": "Wireless",
    "subCategory": "wireless-headphones",
    "description": [
                    "Taotronics SoundSurge 55 brings you the magic of Active Noise Cancellation is it’s budget range of Bluetooth Headphones. Featuring 3 Unique ANC Modes, upgraded for the 2020 Edition. Just the way you prefer your sound.",
                    "Stay with Your Music With Sony digital noise cancellation chip one button to block out most of the ambient noises produced by the airplane engines and the trains or enable you listen to the ambient sound without taking off the headphones from the 3 modes – travel office and ambient",
                    "Hi-Fi Audio Soundstage Immersive listening experience with Bluetooth 5 0 creating an unwavering uninterrupted connection",
                    "Incredible Fast Charging Plug in for only 5 minutes with a USB-C connector and get 2 hours playback Up to 30 hours The headphones can cancel out low and mid-frequency noises such as cars and airplane engines but the human voice can not be eliminated",
                    "Hassle-Free Clear Calls cVc 8 0 noise cancelling microphone means you can be heard clearly on the phone no matter the level of background noise",
                    "Customizable Comfort & Easy To Carry Soft protein memory foam ear pads reduce pressure on your ears adjustable headband length and earcup angle increases comfort for long-time wear foldable design for convenient carrying."
    ],

    "featuresSummary": [

      "Hybrid Active Noise Cancelling",
      "3 ANC Modes",
      "Supports aptX Audio Coding",
      "cVc 8.0 Noise Cancelling Mic",
      "Dual 40mm Driver",
      "30hrs Music Playback",
      "5min Charge for 2hrs Playback",
      "Soft Memory Foam Ear Pads, Foldable & Rotatable Earcups",
      "Travel Mode – Reduce middle to low frequency sounds",
      "Cut the noises produced by airplane engines and enjoy a peaceful flight."
    ],


    "featuresDescription": [
      {"feature":"Choose Your ANC Mode", "featureDescription": "Take a personal approach to your listening with our customizable ANC modes. Intentionally heighten your awareness of the world around you, or block out a wide range of audio frequencies to enhance and amplify the connection to your music."},
      {"feature":"Office Mode", "featureDescription": "Reduce wider range of frequency sounds, Improve your productivity, focus on your important tasks and get the job done."},
      {"feature":"Ambient Mode", "featureDescription": "Increase your awareness - Clearly hear airline or subway announcements and what’s around you without taking off the headphones."}
    ],

    "mainImage": "AMT-0242-main image.jpg",

    "images": ["AMT-0242-image 1.jpg", "AMT-0242-image-2.jpg", "AMT-0242-image-3.jpg", "AMT-0242-image-4.jpg"]
  },

  {
    "title": "Tribit XFree Go Bluetooth Headphones, Wireless Headphones Over Ear with Bluetooth 5.0, HiFi Sound with Deep Bass, USB Lightening Fast Charge, 24H Playtime, CVC8.0 Noise Cancelling Mics – Black",
    "price": 6490,
    "sku": "AMT-5873",
    "mainCategory": "Wireless",
    "subCategory": "wireless-headphones",
    "description": [
                    "Tribit XFREE Go adopt Qualcomm chipset which keeps the headphone low power consumption. Bluetooth 5.0 Tech for easy connectivity and seamless audio/video syncs within 16ms. Stay connected and easily switches between two Bluetooth devices at a time. Tribit XFree Go Bluetooth Headphones Bring You the Authentic Vocal.",
                    "Tribit Bluetooth headphones over ear are committed to offering headphones lovers a user experience. It has the latest Bluetooth 5.0 and CVC 8.0 noise canceling functions, as well as fast charge technology so that you can quickly charge the headphones in a hurry.", 
                    "The extremely lightweight 250g is more convenient for business and travel. Easily activate Siri by press the MFB button twice, which extremely convenient life."
                      ],

    "featuresSummary": [

      "Bluetooth Version: 5.0 (Qualcomm Chip)",
      "Bluetooth Range: 33ft",
      "Singal-to-noise ratio: High than 85dB",
      "Music Playing Time: up to 24 Hours",
      "Dimensions: 7.06*6.53*3.18in",
      "Weight: 225g"
    ],


    "featuresDescription": [
      {"feature": "Qualcomm Chipset & Bluetooth 5.0", "featureDescription": "The bluetooth headphones adopt Qualcomm chipset which keeps the headphone low power consumption. Bluetooth 5.0 Tech for easy connectivity and seamless audio/video syncs within 16m. Stay connected and easily switches between two Bluetooth devices at a time."},
      {"feature": "Stereo & Balanced Hi-Fi Sound", "featureDescription": "The striking design of Tribit bluetooth headphones is matched by exhilarating sound, which is detailed, tonally balanced and blessed with a large dose of rhythmic precision. Over-ear design and noise isolation pads can block out most ambient noise and allow you to better enjoy the music."},
      {"feature": "Up to 24 Hrs & USB Fast Charge", "featureDescription": "In Bluetooth Mode, the bluetooth headphone supports up to 24 hrs music time in 2 hours charge. In a hurry? A ten minute USB quick-charge will breathe 4 hour’s life into the battery."},
      {"feature": "CVC8.0 Noise Cancelling Mics", "featureDescription": "CVC8.0 noise cancelling technology offers faster processing speed with less distortion. Enjoy clear calls even in windy or noisy environments while making your voice sound clearer at the other end with Tribit bluetooth headphone over ear. And support for Siri Assistant voice controls."},
      {"feature": "Comfortable & Portable", "featureDescription": "The memory-protein over-ear cushions feature ergonomic pivoting for a flexible fit for any head shape. The foldable Headband and rotatable earcup design with a carrying EVA case makes it easy to store when not in use or while traveling."}
    ],

    "mainImage": "AMT-5873-main image.jpg",

    "images": ["AMT-5873-image 1.jpg", "AMT-5873-image-2.jpg", "AMT-5873-image-3.jpg", "AMT-5873-image-4.jpg"]
  },

  {
    "title": "Tribit MaxSound Plus Portable Bluetooth Speaker, Powerful Louder Sound, Exceptional XBass, Waterproof, 20-Hour Playtime – Black",
    "price": 9400,
    "sku": "AMT-0294",
    "mainCategory": "Wireless",
    "subCategory": "wireless-speakers",
    "description": [
                    "Tribit MaxSound Plus is for loudness enthusiasts. With it’s unique Xtra BASS Feature, it can liven up the largest of rooms & make an unforgettable experience.",
                    "Customizable Comfort & Easy To Carry Soft protein memory foam ear pads reduce pressure on your ears adjustable headband length and earcup angle increases comfort for long-time wear foldable design for convenient carrying."
                      ],

    "featuresSummary": [

      "Bluetooth Version: 5.0 (Qualcomm Chip)",
      "Bluetooth Range: 33ft",
      "Singal-to-noise ratio: High than 85dB",
      "Music Playing Time: up to 24 Hours",
      "Dimensions: 7.06*6.53*3.18in",
      "Weight: 225g"
    ],


    "featuresDescription": [
      {"feature":"Sound that Satisfies", "featureDescription": "MaxSound Plus’ audio experience appeals to casual listeners and audiophiles alike. The advanced Texas Instruments amplifier modules, audio processing tech, and larger drivers pump out a fully articulate sound at all volumes."},
      {"feature":"Bass that Booms", "featureDescription": "MaxSound Plus Sound is all about big bass vibes. Tribit’s exclusive XBass technology with world-class low-frequency drivers and DSP algorithm tuned to maximize bass frequency output while preserving its mix accuracy."},
      {"feature":"Seriously Waterproof", "featureDescription": "Portability is incomplete without the ability to weather the elements. With IPX7 waterproof, MaxSound Plus gives you the confidence to enjoy your music even in the most humid or wettest of conditions."},
      {"feature":"20-Hour Playtime", "featureDescription": "Don’t let a long daytrip stop you from bringing a soundtrack – with up to 20 hours of battery life you can have the playlist going all day. Enjoy great music with the freedom of portability without the fuss of entangled power Cords."},
      {"feature":"Pair and Play", "featureDescription": "The memory-protein over-ear cushions feature ergonomic pivoting for a flexible fit for any head shape. The foldable Headband and rotatable earcup design with a carrying EVA case makes it easy to store when not in use or while traveling."},
      {"feature":"Massive Sound", "featureDescription": "Surround yourself with rich, nuanced sound."},
      {"feature":"Proprietary XBass Technology", "featureDescription": "Enhance your music’s bass frequencies in real time."},
      {"feature":"True Portability", "featureDescription": "The power to stream music virtually anywhere."},
      {"feature":"Weatherproof", "featureDescription": "A speaker made for sunny days and for cozy forecasts."},
      {"feature":"Ultra Long Lasting Battery Life", "featureDescription": "Play your music for 20 hours on a single charge."},
      {"feature":"Action-Proof", "featureDescription": "shockproof, dustproof and wear proof."}
    ],

    "mainImage": "AMT-0294-main image.jpg",

    "images": ["AMT-0294-image 1.jpg", "AMT-0294-image-2.jpg", "AMT-0294-image-3.jpg", "AMT-0294-image-4.jpg"]
  },

  {
    "title": "Tribit XSound Surf Bluetooth Speaker with Superior Clear Sound, Bluetooth 5, IPX7 Waterproof, Wireless Stereo Pairing, USB-C, 100ft Wireless Range Perfect for Home, Outdoor, Travel – Black",
    "price": 4990,
    "sku": "AMT-5875",
    "mainCategory": "Wireless",
    "subCategory": "wireless-speakers",
    "description": [
                    "Tribit XSound Surf Speaker definitely Punches Above its Weight: You wouldn’t normally expect a huge amount of sound from such a small audio device, but the XSound Surf Bluetooth speaker is sure to be a pleasant surprise. On every track you’ll be able to hear the full, natural sound and impressively low bass. Whatever music you like, everyone is sure to enjoy the XSound Surf Bluetooth speaker’s high quality audio."
                      ],

    "featuresSummary": [

      "Serious Audio Punch – Handles the full sound range like a dream.",
      "Latest Bluetooth 5.0 – Here you are getting 2x faster transmission speed + more stable connectivity",
      "Completely Waterproof – IPX7 waterproofing will keep unwanted moisture out.",
      "Double up Pairing – Double up and pair two XSound Surf speaker together.",
      "bluetooth speakers portable wireless waterproof speaker for outdoor home party usb handsfree"
    ],


    "featuresDescription": [
        {"feature": "Cutting-Edge Bluetooth 5.0", "featureDescription": "If you thought the old Bluetooth was fast, wait until you try the most recent Bluetooth 5.0 technology. What’s so good about it? How about 2x faster transmission speeds and more stable connectivity with no signal loss or dropouts? You can even still get a signal an amazing 100ft away! No more cutouts during listening. If you’re doing chores around the house or don’t have your phone on you, it doesn’t matter – the signal will follow you everywhere!"},
        {"feature": "Completely Waterproof", "featureDescription": "There’s nothing better than going for a swim with your favorite tunes in your ears. From swimming laps to dodging raindrops, we’ve got you covered with the IPX7 waterproofing to seal out moisture. You can go to the beach, in the shower, or anywhere where it’s a little bit wet and not worry at all!"},
        {"feature": "Wireless Stereo Pairing", "featureDescription": "Double up and pair two XSound Surf speaker together. It’s super simple to connect another XSound Surf Bluetooth speaker to create a truly surround sound experience. Great for a party or for when you’re watching a movie!"},
        {"feature": "Improved Battery Life", "featureDescription": "Leave the house knowing your battery will stay charged for a long time, not matter what the day holds in store! XSound Surf portable Bluetooth speaker comes equipped with an ultra-powerful battery that will power your pump-up sessions all day and all night. Charge up, head out and jam out!"},
        {"feature": "Tribit XSound Surf Bluetooth Speaker", "featureDescription": "When it comes to Bluetooth speakers, not many have the stellar combo of features as the XSound Surf that come at such an attractive value. Turn heads with the sleek, understated design – then turn them again when you power the speaker on and people hear what they can really do! Plus, you’re sure to make a splash when you’re at the pool or at the beach, thanks to the stellar IPX7 waterproof design so you don’t have to stop the music when it’s time to get wet!"},
        {"feature": "Hear Every Musical Nuance", "featureDescription": "You can only use your smartphone speakers for so long before realizing how much enjoyment and sound quality you’re missing out on. Ready for the road, the compact but powerful XSound Surf is ready to rock your world with its full, rich and powerful sound. Ready when you are for a good time!"},
        
        {"feature": "Watch out! Double Trouble", "featureDescription": "For even more listening fun, connect with another XSound Surf wireless Bluetooth speaker so you can experience sound in true stereo thanks to the TWS stereo pairing function!"},
        
        {"feature": "USB-C Connectivity", "featureDescription": "XSound Surf portable Bluetooth speaker uses the latest USB-C charging port for wider compatibility and easy charging."}
    ],

    "mainImage": "AMT-5875-main image.jpg",

    "images": ["AMT-5875-image 1.jpg", "AMT-5875-image-2.jpg", "AMT-5875-image-3.jpg", "AMT-5875-image-4.jpg", "AMT-5875-image-5.jpg"]
  },

  {
    "title": "MPOW M9 True Wireless Earbuds Upgraded Edition with 4 Mics for Better Voice Calls – Black",
    "price": "6290",

    "sku": "AMT-0129",
    "mainCategory": "Wireless",
    "subCategory": "tws",

    "description": "MPOW M9 True Wireless Earbuds are the latest entry level earbuds by MPOW with their Signature Sound Quality, Amazing Battery & Supreme Built.",

 
    "featuresDescription": [
    {"feature": "Upgraded High Clarity Calls with 4 Microphones", "featureDescription" : "Each earbud has 2 microphones (4microphones in total) which reduce background noise and enhance the clarity of voice pick-up when making a call or having a video conference. Mpow M9 comes with 3 (S, M, L) sizes ear tips with upgraded materials for more secure and comfort fit for office or sports."},
    {"feature": "Punchy Bass, Richer Details", "featureDescription" : "The excellence of Mpow M9 true wireless headphones exists in the advanced chip, the latest Bluetooth 5.0 wireless transmission technology, composite diaphragms, premium audio codec, and sound system tuned by professional acoustic engineers, etc. Punchy bass livens your day up; richer details allow you to enjoy each detail in audiobooks."},
    {"feature": "Upgraded Extended 40H Playtime & USB-C Charge Support", "featureDescription" : "Mpow M9 true wireless earbuds provide up to 6 hours of playback or talk time on one charge, 200 hours of standby time, extra 34 hours of listening time with USB-C charging case. Total up to 40 hrs of playtime. Earbuds absorb power automatically when they are put back into the charging case. It takes only 90 minutes to charge the earbuds from 0% to 100%."},
    {"feature": "The Difference in Mono Mode", "featureDescription": "95% true wireless earbuds in the market do not support both earbuds using independently and separately, Mpow M9 true wireless earbuds are the few. You can wear either one (left or right earbud) for mono mode when walking or driving on the road, commuting on the bus or subway. You can also wear both earbuds simultaneously to create true wireless stereo immersive sound when you are alone or want to block out surround noise."},
    {"feature": "Touch Controls", "featureDescription" : "Mpow M9 true wireless headset with sensitive touch buttons allows you to easily manage music and calls including playing, pausing, skipping tracks, adjusting volume, answering, ending, or rejecting a call. You can also triple-touch either earbud to summon Siri or Google Assitant for voice commanding your cell phone without lifting one finger."}
    ],
    "mainImage": "AMT-0129-main image.jpg",

    "images": ["AMT-0129-image 1.jpg", "AMT-0129-image 2.jpg", "AMT-0129-image 3.jpg", "AMT-0129-image 4.jpg"]
  },

  {
    "title": "Tronsmart Apollo Bold Upgraded APP Dec 2020 Version Improved ANC TWS Bluetooth 5.0 Headphones, Active Noise Cancelling, 30 Hours of Playtime, IPX45 Waterproof, CVC 8.0 and 6 Microphones",
    "price": 13990,
    "sku": "AMT-5768",
    "mainCategory": "Wireless",
    "subCategory": "tws",
    "description": [
                    "Tronsmart Apollo Bold Upgraded APP Version with Improved Components for Better Stability now available in Pakistan. December 2020 Version.",
                    "Tronsmart Apollo Bold adopts the advanced Qualcomm QCC5124 chip, supports aptX, AAC, SBC decoding, ensures faster and more stable connection.",
                    "The headphones feature a high-fidelity 10mm dynamic driver that delivers surround sound and puts you in the center of the stage"
                      ],

    "featuresSummary": [

      "35dB full frequency hybrid active noise cancelling",
      "6 microphones with 360 degrees full noise cancelling",
      "Qualcomm QCC5124 flagship chip",
      "High quality aptX audio decoding",
      "TWS + binaural synchronous transmission technology",
      "Play time: 10 hours (single charge) 30 hours (with charging case)",
      "In-ear detection function and Support voice assistant",
      "IP45 waterproof and LDS antenna connection"
    ],


    "featuresDescription": [
        {"feature": "360° Hybrid Active Noise Cancelling(ANC)", "featureDescription": "Reduce up to 35dB of noise from full frequency; Immersive you with quiet, deep and wide. Hybrid ANC technology together with 6 mics cancels the noises from every corner. Feedforward ANC:The microphone reduces noises in a narrow range of frequencies. Feedback ANC:The microphone reduces noises in a broader range of frequencies. Hybrid ANC combines the FF ANC and FB ANC, it can work within full frequency noises."},
        {"feature": "Leading Qualcomm QCC5124 Flagship Chip", "featureDescription": "Equipped with the Qualcomm QCC5124 flagship chip, Apollo Bold brings you with an unprecedented using experience and sound quality, which means faster transmission, low latency, less power consumption, Better sound quality, Customized graphene driver works with Qualcomm aptX decoding for superb sound quality. Qualcomm aptX For studio quality audio,AAC Balanced and clear sound for iOS, SBC Well balanced & rich sound."},
        {"feature": "TrueWireless Stereo Plus and LDS laser antenna", "featureDescription": "The advanced TrueWireless Stereo Plus synchronous signal transmission technology is used for more desirable sound without any delay.the LDS laser antenna for Great consistency, stable performance, Less signal interference, high penetration,Large transmission area, broad signal range."},
        {"feature": "Music All Day Long and Three working mode", "featureDescription": "Compared to other brands of the same type (ANC Earphones), Apollo Bold has over 30 hours playtime with charing case, up to 10 hours playtime on a single charge. The charging case also supports type c quick charging.10 mins of charging for 1 hour use. Our Apollo Bold has three modes: ANC ON: For blocking any noise; ANC OFF: For listening to the music longer; Ambient sound mode: For receiving the necessary sound outside."},
        {"feature": "Slim design and touch control", "featureDescription": "Apollo Bold is ergonomically designed, light (3.5 g for a single earphone), ultra comfort for long time wear, and easy to carry (54g for both earphone and case ) ). apollo bold have the Intelligent In-ear Detection function, will play music automatically when you put earbuds in your ears, take out to pause, With the One-Touch control functions, you can activate the voice assistant, play/pause music, answer/reject calls, adjust the volume and change tracks, etc."},
        {"feature": "360 ° Hybrid Active Noise Cancelling (Up to 35 dB)", "featureDescription": "Tronsmart Apollo Bold is equipped with hybrid active noise cancelling (Feedforward + Feedback ANC) technology together with 6 mics so that it can cancel the noise from every corner. Besides, it can cancel noise up to 35dB from full frequency while most earbuds can only reduce noise up to 25-28dB. Other active noise canceling headphones on the market require two chips to support these two functions."},
        
        {"feature": "TWS+ Technology, No Delay", "featureDescription": "Our Apollo Bold adopts TrueWireless Stereo Plus synchronous signal transmission technology to ensure that the left and right headphones receive Bluetooth signals at the same time. Most TWS headphones(including AirPods Pro) adopts true wireless stereo technology, the main earphone first receives the signal and then transmits the signal to another earphone, so there will be a delay."}
        
    ],

    "mainImage": "AMT-5768-main image.jpg",

    "images": ["AMT-5768-image 1.jpg", "AMT-5768-image-2.jpg", "AMT-5768-image-3.jpg", "AMT-5768-image-4.jpg", "AMT-5768-image-5.jpg"]
  },

  {
    "title": "Sony MDR-EX15AP In-Ear Earbud Headphones with Mic – White",
    "price": 2990,

    "sku": "SONY-0012",
    "mainCategory": "Wired",
    "subCategory": "wired-earphones",

    "description": ["Sony MDREX15AP Wired Earphones are light weight in ear headphones with a 9mm, 8hz – 22Khz Driver & with silicone earbuds & 3 months official warranty.",
    "Integrated microphone and smartphone playback control, Hybrid silicone earbuds for secure, comfortable fit.",
    "High quality 9mm dome type driver units, high-energy neodymium magnets for powerful sound",
    "Y-type cord with slider to prevent tangling, two-tone color design"],

    "featuresDescription":[
      {"feature": "Fashion Color EX Series Earbuds", "featureDescription": "Great sound, designed for comfort with fashionable colors to compliment your style. The 9mm drivers units deliver powerful bass while hybrid silicone ear buds ensure a secure fit."},

      {"feature": "Powerful, Balanced Sound", "featureDescription": "Sony MDREX15AP Wired Earphones come With a 9 mm Neodymium Drivers feel the thump of bass and the clarity of midrange and treble sounds with high-power neodymium magnets."},

      {"feature": "Lightweight", "featureDescription": "Sony MDREX15AP Wired Earphones are Lightweight for ultimate music mobility. Enjoy music for long hours without any discomfort."},

      {"feature": "Comfortable", "featureDescription": "Enjoy comfort and stability with hybrid silicone earbuds."},

      {"feature": "8 Hz – 22 kHz Frequency Range", "featureDescription": "The wide band frequency range spanning 8Hz to 22kHz helps to hear the detail in every track and stay in tune with all your music."}
      ],

    "mainImage": "SONY-0012-main image.jpg",
    "images": ["SONY-0012-image 1.jpg"]

  },

  {
    "title": "Sony MDR-EX15AP In-Ear Earbud Headphones with Mic – Black",
    "price": 2990,

    "sku": "SONY-0011",
    "mainCategory": "Wired",
    "subCategory": "wired-earphones",

    "description": ["Sony MDREX15AP Wired Earphones are light weight in ear headphones with a 9mm, 8hz – 22Khz Driver & with silicone earbuds & 3 months official warranty.",
    "Integrated microphone and smartphone playback control, Hybrid silicone earbuds for secure, comfortable fit.",
    "High quality 9mm dome type driver units, high-energy neodymium magnets for powerful sound",
    "Y-type cord with slider to prevent tangling, two-tone color design"],

    "featuresDescription":[
      {"feature": "Fashion Color EX Series Earbuds", "featureDescription": "Great sound, designed for comfort with fashionable colors to compliment your style. The 9mm drivers units deliver powerful bass while hybrid silicone ear buds ensure a secure fit."},

      {"feature": "Powerful, Balanced Sound", "featureDescription": "Sony MDREX15AP Wired Earphones come With a 9 mm Neodymium Drivers feel the thump of bass and the clarity of midrange and treble sounds with high-power neodymium magnets."},

      {"feature": "Lightweight", "featureDescription": "Sony MDREX15AP Wired Earphones are Lightweight for ultimate music mobility. Enjoy music for long hours without any discomfort."},

      {"feature": "Comfortable", "featureDescription": "Enjoy comfort and stability with hybrid silicone earbuds."},

      {"feature": "8 Hz – 22 kHz Frequency Range", "featureDescription": "The wide band frequency range spanning 8Hz to 22kHz helps to hear the detail in every track and stay in tune with all your music."}
      ],

    "mainImage": "SONY-0011-main image.jpg",
    "images": ["SONY-001-image 1.jpg", "SONY-001-image 2.jpg"]

  },

  {
    "title": "Aukey Latitude Lite Wireless Earbuds with Enhanced Bass, Sweat-Resistant, 8-Hour Battery Life – EP-B40S",
    "price": 5400,

    "sku": "AMT-0346",
    "mainCategory": "Wireless",
    "subCategory": "wireless-earphones",

    "description": "Aukey Latitude Lite Bluetooth Earphones provide Enhanced Bass, 8 Hour Life, Quick Charging & many more exciting features now in Pakistan.",


    "featuresDescription":[
    {"feature": "Wireless music enjoyment in new dimensions", "featureDescription": "Thanks to Bluetooth 4.1 and Upgraded 8mm drivers you will hear deep and rich bass, which will give you more motivation in sports."},
    {"feature": "Dependable Design", "featureDescription": "Sealed casing and internal nano coating protect against sweat and rain (IPX4 certified), so you can depend on these earbuds during tough workouts at the gym or outside in all conditions."},
    {"feature": "Impressive Playtime", "featureDescription": "8 hours of music (about 120 songs) on a single 1.5-hour charge. A single 15 minute charge for 1 hour playback. Always ready for your activities."},
    {"feature": "Secure & Comfortable Fit", "featureDescription": "Noise isolation earbuds with three sizes of ear-tips and in-ear ear-hooks for a reliable, customized fit."} ,
    {"feature": "Ergonomic fit", "featureDescription": "The redesigned housing in combination with ear tips, which optimize the wearing comfort and secure fit, ensures undisturbed listening pleasure even during intensive training."},
    {"feature": "Convenient Inline Controls", "featureDescription": "Easily manage music and calls. And activate your smart voice assistants (for iOS / Android) with a simple press."},
    {"feature": "Reliable Bluetooth Connection", "featureDescription": "Benefit from fast pairing, excellent connection stability, low latency, and lower power consumption with Bluetooth 4.1."},
    {"feature": "Stunning Soundstage", "featureDescription": "The powerful 8mm / 0.31″ drivers are tuned to provide a dynamic and compelling sound experience with incredible depth. They recreate the rich fullness of live performance with resonant vocals, vibrant mids, and prominent bass."},
    {"feature": "Sealed and Secure Fit", "featureDescription": "The ear-tips isolate you from external noise so nothing gets between you and your music on-the-go. Comfortable, custom fit with three sizes of ear-tips and in-ear ear-hooks."}
    ],
    "mainImage": "AMT-0346-main image.jpg",
    "images": ["AMT-0346-image 1.jpg"]
  },

  {
    "title": "Aukey Magnetic Wireless Bluetooth Sport Earbuds with aptX – EP-B67",

    "price": 4900,


    "sku": "AMT-5206",
    "mainCategory": "Wireless",
    "subCategory": "wireless-earphones",

    "description": [
      "3 EQ sound modes (treble, bass and default) deliver you the magic sound quality.", "The earbuds are designed to magnetically clip together. Auto power off/on when magnetically attached or detached.",
      "Bluetooth 4.1 connects quickly to two devices simultaneously",
      "Effortlessly manage audio playback & calls with volume controls, and multi-function button",
      "One touch activation for Siri or Google Assistant and answer your calls with the built-in microphone.",
      "IPX4-certified water and sweat resistant, ear-tips provide a smooth seal for your ears, isolating you from external noise"
    ],

    "featuresSummary": [

    "Product Code: Aukey EP-B67",

    "Technology: BT 4.1, A2DP, AVRCP, HSP, HFP",

    "Microphone Sensitivity: -42dB ±3dB",

    "Frequency Range: 20Hz-20KHz",

    "Input: DC 5V",

    "Charging Time: 1.5 – 2 hours",

    "Play Time: Up to 8 hours",

    "Battery Type: Li-Polymer (2 x 60mAh)",

    "Operating Range: Up to 10m / 33ft",

    "Weight: 13g"
    ],

    
    "mainImage": "AMT-5206-main image.jpg",
    "images": ["AMT-5206-image 1.jpg"]
      }

]